[
  {
    "id": 1,
    "label": "lake projects1",
    "post_images":"lake-projects-01.jpg",
    "post_content": "The Nanban Foundation's Mothers for Mother Nature initiative is dedicated to rehabilitating lakes and improving their conditions. Lakes are important sources of fresh water and play a vital role in supporting communities for various needs such as drinking water, agriculture, and livestock. By restoring and rejuvenating lakes, numerous benefits can be achieved."
  },
  {
    "id": 2,
    "label": "lake projects2",
    "post_images":"lake-projects-02.jpg",
    "post_content": "One of the key advantages of lake rehabilitation is that it helps increase the groundwater level. Additionally, it controls soil erosion, thus reducing the risk of floods. Lakes also act as natural reservoirs, increasing the storage capacity of water. They contribute to maintaining the quality of fresh water and support natural biodiversity by providing a habitat for flora and fauna."
  },
  {
    "id": 3,
    "label": "lake projects3",
    "post_images":"lake-projects-03.jpg",
    "post_content": "Nimal Raghavan, an environmental activist from Tamil Nadu, has been actively involved in water body rejuvenation, rainwater harvesting, and tree planting efforts. His work is focused on soil and water conservation, highlighting the importance of water in sustaining life."
  },
  {
    "id": 4,
    "label": "lake projects4",
    "post_images":"lake-projects-04.jpg",
    "post_content": "Recognizing the significance of water conservation, Nanban Foundation's Mother for Mother Nature and Nimal Raghavan have joined forces to restore dried-up lakes. This initiative primarily targets coastal regions in Tamil Nadu where saltwater intrusion is a major issue. Through their efforts, many villages, farmers, and fishermen have benefitted from the rejuvenation of these lakes."
  },
  {
    "id": 5,
    "label": "lake projects5",
    "post_images":"lake-projects-05.jpg",
    "post_content": "The process of rehabilitating lakes involves various activities such as desiltation, constructing sturdy boundaries, planting native trees, creating lake islands, and restoring the source channel. Some notable projects include the restoration of the Prathabaramapuram Lake, which saw its capacity increase from 2 crore liters to 120 crore liters, and the revival of the Sethu Lake, which once suffered from saltwater intrusion."
  },
  {
    "id": 6,
    "label": "lake projects6",
    "post_images":"lake-projects-06.jpg",
    "post_content": "Other successes include the rejuvenation of Thamarai Lake and Siva Lake, both situated just 500 meters apart. While Thamarai Lake was well maintained with proper inlet and outlet channels, Siva Lake had been dry for the past 60 years. However, due to the efforts of the initiative, Siva Lake has been brought 'back to life.' "
  },
  {
    "id": 7,
    "label": "lake projects7",
    "post_images":"lake-projects-07.jpg",
    "post_content": "Nanban Foundation's Mothers for Mother Nature has played a crucial role in funding the challenging lake rejuvenation projects. By providing an exclusive excavator for the project, they were able to save a significant sum of money. Within six months, 15 lakes were rejuvenated with the help of the excavator, benefiting over 60 lakh people and covering more than 9000 acres of lakes."
  },
  {
    "id": 8,
    "label": "lake projects8",
    "post_images":"lake-projects-08.jpg",
    "post_content": "One important aspect of the lake rehabilitation efforts is the planting of vetiver and palm trees along the boundaries, which aids in preventing soil erosion and improves water holding capacity. The planting of native tree varieties on lake islands also supports the conservation of endangered birds and bees, contributing to the preservation of natural biodiversity."
  },
  {
    "id": 9,
    "label": "lake projects9",
    "post_images":"lake-projects-09.jpg",
    "post_content": "This lake rejuvenation project has expanded its reach from Jammu & Kashmir to Nagercoil in Tamil Nadu and even traveled as far as Kenya, Africa, making it a global initiative. The efforts put into rehabilitating lakes highlight the importance of preserving these valuable resources for the benefit of both humans and the environment."
  } 

]